{
    "Unlucky Bone": {
        "Rarity": "Bronze",
        "Description": [
            "Ominous bones wielding curses."
        ]
    },
    "Void's Refuse": {
        "Rarity": "Bronze",
        "Description": [
            "Dust that disperses when hollow shadows disappear."
        ]
    },
    "Hero's Proof": {
        "Rarity": "Bronze",
        "Description": [
            "Proof that you've been acknowledged as a hero.",
            "Many possess it, but they aren't conscious of it so they forget."
        ]
    },
    "Dragon Fang": {
        "Rarity": "Bronze",
        "Description": [
            "The fang of a dragon. Dragon Tooth Warriors are created using these fangs."
        ]
    },
    "Chains of the Fool": {
        "Rarity": "Bronze",
        "Description": [
            "A chain created to bind down transient souls into this world, keeping them from ascending to heaven."
        ]
    },
    "Stinger of Certain Death": {
        "Rarity": "Bronze",
        "Description": [
            "It is said that anyone who is infected by this poison will not die immediately, but experience multiple deaths until their soul itself rots away."
        ]
    },
    "Magical Cerebrospinal Fluid": {
        "Rarity": "Bronze",
        "Description": [
            "A potion to turn an ordinary human into a mage. When injected into the spine, it creates temporary artificial Magical Circuits."
        ]
    },
    "Night-Weeping Iron Stake": {
        "Rarity": "Bronze",
        "Description": [
            "A stake driven into a corpse to prevent its reanimation.",
            "It never rusts, and retains its luster by absorbing blood.",
            "It can even pierce otherworldly beings that lurk in the dark of night."
        ]
    },
    "Stimulus Gunpowder": {
        "Rarity": "Bronze",
        "Description": [
            "Custom made gunpowder that ignites when the user focuses magical energy into it.",
            "Since it can generate a massive amount of firepower with only a small amount of magical energy, it's widely utilized as ammunition to hunt Demonic Beasts."
        ]
    },
    "Ghost Lantern": {
        "Rarity": "Silver",
        "Description": [
            "Lantern that uses souls as fuel to burn."
        ]
    },
    "Yggdrasil Seed": {
        "Rarity": "Silver",
        "Description": [
            "A seed of a giant tree that symbolizes the world."
        ]
    },
    "Octuplet Twin Crystals": {
        "Rarity": "Silver",
        "Description": [
            "A multi-crystal created within a golem's body."
        ]
    },
    "Phoenix Plume": {
        "Rarity": "Silver",
        "Description": [
            "Feather from a sacred bird of the Orient."
        ]
    },
    "Snake Jewel": {
        "Rarity": "Silver",
        "Description": [
            "A jewel as if you are being stared by serpent eyes."
        ]
    },
    "Homunculus Baby": {
        "Rarity": "Silver",
        "Description": [
            "The body of a young homunculus before a soul is written into it."
        ]
    },
    "Meteoric Horseshoe": {
        "Rarity": "Silver",
        "Description": [
            "A tough horseshoe made of metal from a meteor. Even if the elements are the same, since it wasn't created on Earth, it has a special role."
        ]
    },
    "Forbidden Page": {
        "Rarity": "Silver",
        "Description": [
            "A page which nobody should ever read.",
            "Usually mixed in as the first or last page."
        ]
    },
    "Infinity Gear": {
        "Rarity": "Silver",
        "Description": [
            "Dream of an eternal machine. A gear that spins forever once it starts turning."
        ]
    },
    "Medal of Great Knight": {
        "Rarity": "Silver",
        "Description": [
            "A medal honoring a great knight's loyalty and merit."
        ]
    },
    "Seashell of Reminiscence": {
        "Rarity": "Silver",
        "Description": [
            "The shell of a clam that has lived for an eternity. When you put your ear against the aperture, you can hear the sounds of pure waves from the distant past."
        ]
    },
    "Kotan Magatama": {
        "Rarity": "Silver",
        "Description": [
            "A Magatama that possesses faint life energy. A Magatama is said to be shaped like a crescent moon, a fetus, or even a soul. However, its true purpose is veiled in mystery."
        ]
    },
    "Permafrost Ice Crystal": {
        "Rarity": "Silver",
        "Description": [
            "Ice that does not melt, even at room temperature.",
            "Some see a lovely crystalline flower, but those with no appreciation of beauty see only a piece of ice."
        ]
    },
    "Giant's Ring": {
        "Rarity": "Silver",
        "Description": [
            "A ring that is far too massive for a human to wear. Colored with legend and fantasy, it reminds one of prosperity of ages past."
        ]
    },
    "Aurora Steel": {
        "Rarity": "Silver",
        "Description": [
            "A piece of divine steel that glistens like the flickering aurora.",
            "The Valkyries from Norse mythology are said to have soared through the heavens wearing armor made of this steel."
        ]
    },
    "Ancient Bell of Tranquility": {
        "Rarity": "Silver",
        "Description": [
            "An enchanted bell made using the techniques of the sages.",
            "The sounds it makes when rung is inaudible.",
            "It has a soothing effect, and can also control tractable animals such as horses."
        ]
    },
    "Arrowhead of Maledictions": {
        "Rarity": "Silver",
        "Description": [
            "An arrowhead carrying a curse that brings calamity with abundance of blood, sins and corruption."
        ]
    },
    "Crown of Radiant Silver": {
        "Rarity": "Silver",
        "Description": [
            "A crown filled with the radiance of the moonlight.",
            "Bestowed upon those who devote themselves to the Gods."
        ]
    },
    "Divine Spiricle Vein": {
        "Rarity": "Silver",
        "Description": [
            "The special spiricle particles tinged with Divinity, flowing through the spiricle veins created by the Gods."
        ]
    },
    "Dragon's Reverse Scale": {
        "Rarity": "Gold",
        "Description": [
            "A scale that grew upside-down under a dragon's chin."
        ]
    },
    "Talon of Chaos": {
        "Rarity": "Gold",
        "Description": [
            "Those wounded by this claw become prisoners of chaos."
        ]
    },
    "Heart of a Foreign God": {
        "Rarity": "Gold",
        "Description": [
            "The heart of a savage demi-god. A god is a god, even if it's a fake. Its heartbeat emits many curses."
        ]
    },
    "Bloodstone Tear": {
        "Rarity": "Gold",
        "Description": [
            "The crystal of the tear shed by a giant eyeball-like creature when it dies. A strong curse resides within this crystal."
        ]
    },
    "Black Tallow": {
        "Rarity": "Gold",
        "Description": [
            "A fatty tissue collected from the skin of a soul-eating beast. By repeatedly refining it through distillation and purification, it turns into a high-quality magical resource."
        ]
    },
    "Spirit Root": {
        "Rarity": "Gold",
        "Description": [
            "A root where an earth elemental resides. If you plant this root into a statue, it will soon start moving as if it were alive."
        ]
    },
    "Warhorse's Immature Horn": {
        "Rarity": "Gold",
        "Description": [
            "A small horn growing on the head of a two-horned beast that is hiding within its hair. When the large horn breaks, this horn immediately grows and becomes the new horn."
        ]
    },
    "Lamp of Demon Sealing": {
        "Rarity": "Gold",
        "Description": [
            "A fascinating lamp that is said to have sealed in an elemental with tremendous magical energy."
        ]
    },
    "Scarab of Wisdom": {
        "Rarity": "Gold",
        "Description": [
            "A sacred ornament that symbolizes rebirth and regeneration. Given only to the truly wise who can solve complex problems."
        ]
    },
    "Primordial Lanugo": {
        "Rarity": "Gold",
        "Description": [
            "Beast fur oddly resembling a fiercely burning fire. It is valued as a talisman to ward off evil due to its divinity."
        ]
    },
    "Cursed Beast Cholecyst": {
        "Rarity": "Gold",
        "Description": [
            "A stone whose curse fermented in the innards of a hexed beast. It continues to release a strong curse that will never fade."
        ]
    },
    "Bizarre Godly Wine": {
        "Rarity": "Gold",
        "Description": [
            "This precious wine was brewed over a long period of time to be offered to the gods. It can intoxicate even monsters and demonic beasts."
        ]
    },
    "Dawnlight Reactor Core": {
        "Rarity": "Gold",
        "Description": [
            "A reactor core that shines as brightly as the morning sun. The mysteries of its technology are based on sage techniques, and can be explained by neither modern science or magecraft."
        ]
    },
    "Tsukumo Mirror": {
        "Rarity": "Gold",
        "Description": [
            "A mirror that has been passed down over many years, eventually coming to house mysterious entities such as divine and evil spirits."
        ]
    },
    "Genesis Egg": {
        "Rarity": "Gold",
        "Description": [
            "A sacred egg that withholds the truth inside.",
            "Its shell is so hard that no one can crack it."
        ]
    },
    "Comet Shard": {
        "Rarity": "Gold",
        "Description": [
            "A mysterious ore shaped just like that of a sparkling star falling whole from the night sky."
        ]
    },
    "Fruit of Longevity": {
        "Rarity": "Gold",
        "Description": [
            "The body of those who ate this fruit would be void of any changes",
            "While it is the same as becoming an immortal being,",
            "it also means that you would become a servant of the Gods for eternity."
        ]
    },
    "Demonic Flame Hōzuki": {
        "Rarity": "Gold",
        "Description": [
            "The fruit of the Chinese lantern plant (Hōzuki) cladded in scorching heat as if it had been burned by the flames of Hell."
        ]
    }
}